brew "ffmpeg"
brew "glances"
brew "tmux"
brew "vercel-cli"
brew "webp"
cask "balenaetcher"
cask "discord"
cask "google-drive"
cask "iina"
cask "ledger-wallet"
cask "lulu"
cask "multiviewer"
cask "protonvpn"
cask "utm"
instance_eval(File.read(ENV['HOME'] + "/dotfiles/brew/Brewfile")) # include core Brewfile
mas "Pages", id: 361309726
mas "ScreenZen", id: 1541027222
