tap "ankitpokhrel/jira-cli", trusted: true
tap "crowdin/crowdin", trusted: true
tap "sap/sapmachine", trusted: true
# Little utility for managing credentials in the cloud
brew "credstash"
# Interact with Google Gemini AI models from the command-line
brew "gemini-cli"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Graph visualization software from AT&T and Bell Labs
brew "graphviz"
# Kubernetes package manager
brew "helm"
# Fast and powerful log viewer and processor
brew "hl"
# Tools and libraries to manipulate images in select formats
brew "imagemagick"
# Kubernetes CLI To Manage Your Clusters In Style!
brew "k9s"
# Tool that can switch between kubectl contexts easily and create aliases
brew "kubectx"
# Kubernetes command-line interface
brew "kubernetes-cli"
# Manage multiple Node.js versions
brew "nvm"
# AI coding agent, built for the terminal
brew "opencode"
# Draw UML diagrams
brew "plantuml"
# Object-relational database system
brew "postgresql@18"
# Feature-rich interactive Jira command-line
brew "ankitpokhrel/jira-cli/jira-cli"
# Securely stores and accesses AWS credentials in a development environment
cask "aws-vault-binary"
# Open source IDE for exploring and testing APIs
cask "bruno"
# Write, edit, and chat about your code with AI
cask "cursor"
# Drivers for DisplayLink docks, adapters and monitors
cask "displaylink"
# Set of tools to manage resources and applications hosted on Google Cloud
cask "gcloud-cli"
# Optimise and personalise your Jabra headset
cask "jabra-direct"
# JetBrains tools manager
cask "jetbrains-toolbox"
# OpenJDK distribution from SAP
cask "sap/sapmachine/sapmachine17-jdk"
# OpenVPN client with AppleScript support
cask "viscosity"
mas "Amphetamine", id: 937984704
vscode "jebbs.plantuml"
