tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "supabase/tap"
brew "ansible"
brew "awscli"
brew "bat"
brew "choose-rust"
brew "cmake"
brew "coreutils"
brew "ctop"
brew "dive"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glib"
brew "gnupg"
brew "gnutls"
brew "gradle"
brew "grep"
brew "guile"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "ijq"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "luv"
brew "mas"
brew "maven"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "node"
brew "nvm"
brew "p11-kit"
brew "pam-reattach"
brew "pinentry-mac"
brew "postgresql@14"
brew "rustup-init"
brew "serverless"
brew "ssh-copy-id"
brew "starship"
brew "supabase/tap/supabase"
brew "tfenv"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "typescript"
brew "unbound"
brew "viddy"
brew "vue-cli"
brew "watch"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yarn"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "alacritty"
cask "boop"
cask "cursor"
cask "firefox"
cask "font-iosevka"
cask "gpg-suite"
cask "jetbrains-toolbox"
cask "linear-linear"
cask "logitech-options"
cask "muzzle"
cask "notion"
cask "orbstack"
cask "protonvpn"
cask "raycast"
cask "slack"
cask "spacedrive"
cask "spotify"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
vscode "DavidAnson.vscode-markdownlint"
vscode "DotJoshJohnson.xml"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql-syntax"
vscode "JuanBlanco.solidity"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "apollographql.vscode-apollo"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "jebbs.plantuml"
vscode "keesschollaart.vscode-home-assistant"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mutantdino.resourcemonitor"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
