tap "artginzburg/tap"
tap "oven-sh/bun"
tap "codecrafters-io/tap"
tap "mhaeuser/mhaeuser"
tap "supabase/tap"
brew "ansible"
brew "artginzburg/tap/sudo-touchid"
brew "atuin"
brew "awscli"
brew "bash"
brew "bat"
brew "choose-rust"
brew "cmake"
brew "codecrafters-io/tap/codecrafters"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git"
brew "glib"
brew "gnupg"
brew "gnutls"
brew "grep"
brew "harfbuzz"
brew "htop"
brew "ijq"
brew "jq"
brew "just"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "luv"
brew "mas"
brew "mise"
brew "ncdu"
brew "neovim"
brew "opencode"
brew "oven-sh/bun/bun"
brew "p11-kit"
brew "pam-reattach"
brew "pinentry-mac"
brew "pre-commit"
brew "ripgrep"
brew "ssh-copy-id"
brew "starship"
brew "supabase/tap/supabase"
brew "tree"
brew "typescript"
brew "unbound"
brew "uv"
brew "watch"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh"
cask "1password-cli"
cask "1password"
cask "alcove"
cask "battery-toolkit"
cask "boop"
cask "claude-code"
cask "claude"
cask "codex"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "gpg-suite"
cask "linear-linear"
cask "logi-options+"
cask "mhaeuser/mhaeuser/battery-toolkit"
cask "obsidian"
cask "orbstack"
cask "pocket-casts"
cask "protonvpn"
cask "raycast"
cask "spotify"
cask "todoist-app"
cask "viscosity"
cask "visual-studio-code"
cask "whatsapp"
cask "yaak"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "Flow", id: 1423210932
mas "Monosnap", id: 540348655
mas "MQTT Explorer", id: 1455214828
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
vscode "anthropic.claude-code"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.copilot"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mutantdino.resourcemonitor"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "skellock.just"
vscode "supabase.vscode-supabase-extension"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
