tap "homebrew/bundle"
tap "artginzburg/tap"
tap "supabase/tap"
tap "ynqa/tap"
tap "codecrafters-io/tap"
brew "ansible"
brew "artginzburg/tap/sudo-touchid"
brew "awscli"
brew "bat"
brew "choose-rust"
brew "cmake"
brew "codecrafters-io/tap/codecrafters"
brew "coreutils"
brew "ctop"
brew "deno"
brew "dive"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glib"
brew "gnupg"
brew "gnutls"
brew "grep"
brew "guile"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "ijq"
brew "jq"
brew "just"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "libgit2@1.7"
brew "luv"
brew "mas"
brew "maven"
brew "mise"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "p11-kit"
brew "pam-reattach"
brew "pinentry-mac"
brew "postgresql@14"
brew "ripgrep"
brew "serverless"
brew "ssh-copy-id"
brew "starship"
brew "supabase/tap/supabase"
brew "tfenv"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "typescript"
brew "unbound"
brew "viddy"
brew "vue-cli"
brew "watch"
brew "webp"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yarn"
brew "ynqa/tap/jnv"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "alcove"
cask "boop"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "gpg-suite"
cask "jetbrains-toolbox"
cask "linear-linear"
cask "obsidian"
cask "orbstack"
cask "protonvpn"
cask "raycast"
cask "slack"
cask "spacedrive"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "yaak"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Autostarter", id: 6444444273
mas "MQTT Explorer", id: 1455214828
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Perplexity", id: 6714467650
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
vscode "bradlc.vscode-tailwindcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "jdinhlife.gruvbox"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mutantdino.resourcemonitor"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "supabase.vscode-supabase-extension"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
