bungcip.better-toml
coenraads.bracket-pair-colorizer
dotjoshjohnson.xml
eamodio.gitlens
eg2.vscode-npm-script
hashicorp.terraform
humao.rest-client
jcbuisson.vue
matklad.rust-analyzer
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
octref.vetur
percygrunwald.vscode-intellij-recent-files
redhat.vscode-yaml
rust-lang.rust
serayuzgur.crates
softwaredotcom.music-time
tabnine.tabnine-vscode
trabpukcip.vscode-npm-scripts
visualstudioexptteam.vscodeintellicode
wallabyjs.quokka-vscode
yzhang.markdown-all-in-one
