amazonwebservices.aws-toolkit-vscode
bungcip.better-toml
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DotJoshJohnson.xml
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
foxundermoon.shell-format
GitHub.codespaces
GitHub.remotehub
github.vscode-github-actions
GitHub.vscode-pull-request-github
hashicorp.terraform
humao.rest-client
jcbuisson.vue
jebbs.plantuml
jkiviluoto.tws
JuanBlanco.solidity
keesschollaart.vscode-home-assistant
miguelsolorio.fluent-icons
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
mutantdino.resourcemonitor
octref.vetur
percygrunwald.vscode-intellij-recent-files
redhat.vscode-commons
redhat.vscode-yaml
rust-lang.rust-analyzer
serayuzgur.crates
vadimcn.vscode-lldb
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
Vue.volar
wix.vscode-import-cost
yzhang.markdown-all-in-one
