bungcip.better-toml
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DotJoshJohnson.xml
dracula-theme.theme-dracula
eamodio.gitlens
eg2.vscode-npm-script
foxundermoon.shell-format
GitHub.copilot
GitHub.remotehub
hashicorp.terraform
humao.rest-client
jcbuisson.vue
jkiviluoto.tws
JuanBlanco.solidity
keesschollaart.vscode-home-assistant
matklad.rust-analyzer
miguelsolorio.fluent-icons
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vsliveshare.vsliveshare
mutantdino.resourcemonitor
octref.vetur
percygrunwald.vscode-intellij-recent-files
redhat.vscode-commons
redhat.vscode-yaml
serayuzgur.crates
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
wix.vscode-import-cost
yzhang.markdown-all-in-one
